Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: This framework has no readable executable.
ar: لا يحتوي هذا الـ framework على ملف تنفيذي قابل للقراءة.
cs: Tento framework nemá čitelný spustitelný soubor.
de: Dieses Framework hat keine lesbare ausführbare Datei.
es: Este framework no tiene un ejecutable legible.
fr: Ce framework n’a aucun exécutable lisible.
id: Framework ini tidak memiliki executable yang dapat dibaca.
it: Questo framework non ha un eseguibile leggibile.
pl: Ten framework nie ma czytelnego pliku wykonywalnego.
ru: У этого framework нет читаемого исполняемого файла.
tr: Bu framework'ün okunabilir bir çalıştırılabilir dosyası yok.
vi: Framework này không có tệp thực thi đọc được.
zh_hans: 此 framework 没有可读取的可执行文件。

source: This installation method is intended for advanced users only! It requires a VPN and a pairing file from a PC. Its recommended you go back to the server installation method.
ar: طريقة التثبيت هذه مخصصة للمستخدمين المتقدمين فقط! تتطلب VPN وملف اقتران من حاسوب. يُنصح بالعودة إلى طريقة التثبيت عبر الخادم.
cs: Tento způsob instalace je určen pouze pro pokročilé uživatele! Vyžaduje VPN a párovací soubor z PC. Doporučujeme vrátit se k serverovému způsobu instalace.
de: Diese Installationsmethode ist nur für fortgeschrittene Benutzer gedacht! Sie erfordert ein VPN und eine Pairing-Datei von einem PC. Es wird empfohlen, zur Server-Installationsmethode zurückzukehren.
es: ¡Este método de instalación está destinado únicamente a usuarios avanzados! Requiere una VPN y un archivo de emparejamiento de un PC. Se recomienda volver al método de instalación por servidor.
fr: Cette méthode d’installation est réservée aux utilisateurs avancés ! Elle nécessite un VPN et un fichier de jumelage provenant d’un PC. Il est recommandé de revenir à la méthode d’installation par serveur.
id: Metode instalasi ini hanya ditujukan untuk pengguna tingkat lanjut! Ini memerlukan VPN dan file pairing dari PC. Disarankan Anda kembali ke metode instalasi server.
it: Questo metodo di installazione è destinato solo agli utenti avanzati! Richiede una VPN e un file di abbinamento da un PC. È consigliabile tornare al metodo di installazione tramite server.
pl: Ta metoda instalacji jest przeznaczona wyłącznie dla zaawansowanych użytkowników! Wymaga VPN i pliku parowania z komputera PC. Zalecane jest powrócenie do serwerowej metody instalacji.
ru: Этот способ установки предназначен только для опытных пользователей! Он требует VPN и файла сопряжения с компьютера. Рекомендуется вернуться к установке через сервер.
tr: Bu kurulum yöntemi yalnızca ileri düzey kullanıcılar içindir! Bir VPN ve bir PC'den eşleştirme dosyası gerektirir. Sunucu kurulum yöntemine geri dönmeniz önerilir.
vi: Phương thức cài đặt này chỉ dành cho người dùng nâng cao! Nó yêu cầu một VPN và một tệp ghép nối từ PC. Khuyến nghị bạn quay lại phương thức cài đặt qua máy chủ.
zh_hans: 此安装方式仅供高级用户使用！ 它需要 VPN 和来自电脑的配对文件。 建议你返回使用服务器安装方式。

source: This option force converts apps to try to use the new liquid glass redesign iOS 26 introduced, this may not work for all applications due to differing frameworks.
ar: هذا الخيار يجبر التطبيقات على محاولة استخدام تصميم Liquid Glass الجديد الذي قدمه iOS 26. قد لا يعمل ذلك مع جميع التطبيقات بسبب اختلاف الأُطر المستخدمة.
cs: Tato možnost vynutí převod aplikací, aby se pokusily použít nový vzhled Liquid Glass představený v iOS 26, což nemusí fungovat u všech aplikací kvůli odlišným frameworkům.
de: Diese Option erzwingt Apps umzuwandeln um das neue „Liquid Glass“-Redesign zu verwenden welches in iOS 26 eingeführt wurde, dies funktioniert möglicherweise nicht für alle Apps auf Grund von Unterschieden der Frameworks.
es: Esta opción fuerza la conversión de las apps para intentar usar el nuevo rediseño Liquid Glass que introdujo iOS 26; puede no funcionar en todas las aplicaciones debido a frameworks diferentes.
fr: Cette option force la conversion des apps pour tenter d'utiliser la nouvelle refonte Liquid Glass introduite par iOS 26, cela peut ne pas fonctionner pour toutes les applications en raison de frameworks différents.
id: Opsi ini memaksa konversi aplikasi untuk mencoba menggunakan desain ulang liquid glass baru yang diperkenalkan iOS 26, ini mungkin tidak berfungsi untuk semua aplikasi karena perbedaan framework.
it: Questa opzione forza la conversione delle app per provare a usare il nuovo redesign liquid glass introdotto con iOS 26, però non funziona su tutte le app per via dei framework diversi.
pl: Ta opcja wymusza konwersję aplikacji na nowy wygląd liquid glass wprowadzony w iOS 26. Może nie działać ze wszystkimi aplikacjami z powodu różnych frameworków.
ru: Эта опция принудительно преобразует приложения для использования нового дизайна Liquid Glass из iOS 26, это может работать не для всех приложений из-за различий в frameworks.
tr: Bu seçenek, uygulamaları iOS 26'da tanıtılan yeni Liquid Glass arayüzünü kullanmaya zorlar. Farklı Framework’ler nedeniyle bu, tüm uygulamalarda işe yaramayabilir.
vi: Tùy chọn này buộc phải chuyển đổi ứng dụng để thử sử dụng giao diện Liquid Glass mới được giới thiệu trong iOS 26. Tùy chọn này có thể không hoạt động với tất cả các ứng dụng do có nhiều khuôn khổ khác nhau.
zh_hans: 此选项强制为应用启用iOS 26的Liquid Glass。由于使用的框架不同，此选项不一定有效果。

source: This permanently removes %lld tweaks and their files.
ar: يؤدي هذا إلى إزالة %lld تعديل وملفاتها نهائيًا.
cs: Tímto trvale odstraníte %lld tweaků a jejich soubory.
de: Dadurch werden %lld Tweaks und ihre Dateien dauerhaft entfernt.
es: Esto elimina permanentemente %lld tweaks y sus archivos.
fr: Cela supprime définitivement %lld tweaks et leurs fichiers.
id: Ini menghapus permanen %lld tweak beserta file-nya.
it: Questo rimuove definitivamente %lld tweak e i loro file.
pl: Spowoduje to trwałe usunięcie %lld tweaków i ich plików.
ru: Это безвозвратно удалит %lld твиков и их файлы.
tr: Bu, %lld tweak'i ve dosyalarını kalıcı olarak kaldırır.
vi: Thao tác này xóa vĩnh viễn %lld tweak và các tệp của chúng.
zh_hans: 这将永久删除 %lld 个插件及其文件。

source: This release has no downloadable IPA.
ar: لا يحتوي هذا الإصدار على ملف IPA قابل للتنزيل.
cs: Tato verze nemá ke stažení žádný soubor IPA.
de: Dieses Release enthält keine herunterladbare IPA.
es: Esta versión no tiene un IPA descargable.
fr: Cette version n'a pas d'IPA téléchargeable.
id: Rilis ini tidak memiliki IPA yang dapat diunduh.
it: Questa release non ha un IPA scaricabile.
pl: Ta wersja nie ma pliku IPA do pobrania.
ru: В этом релизе нет загружаемого IPA.
tr: Bu sürümde indirilebilir bir IPA yok.
vi: Bản phát hành này không có IPA để tải xuống.
zh_hans: 此版本没有可下载的 IPA。

source: This tweak has no versions
ar: ليس لهذا التعديل أي إصدارات
cs: Tento tweak nemá žádné verze
de: Dieser Tweak hat keine Versionen
es: Este tweak no tiene versiones
fr: Ce tweak n’a aucune version
id: Tweak ini tidak memiliki versi
it: Questo tweak non ha versioni
pl: Ten tweak nie ma wersji
ru: У этого твика нет версий
tr: Bu tweak'in sürümü yok
vi: Tweak này không có phiên bản
zh_hans: 此插件没有版本

source: Deletes the original unsigned app after signing succeeds. The signed copy remains in your library. Auto Sign already does this.
ar: سيؤدي هذا إلى حذف التطبيق المستورد بعد التوقيع لتوفير المساحة غير الضرورية.
cs: Tímto se vaše importovaná aplikace po podepsání odstraní, aby se ušetřilo zbytečné místo.
de: Dies wird deine importierte Datei nach der Signierung löschen, um an unnötigen Speicher zu sparen.
es: Esto eliminará tu aplicación importada después de firmar, para ahorrar espacio innecesario.
fr: Cela supprimera votre application importée après la signature, afin d'économiser de l'espace inutile.
id: Ini akan menghapus aplikasi yang Anda impor setelah penandatanganan, untuk menghemat penggunaan ruang yang tidak perlu.
it: Questo elimina l'applicazione importata dopo la firma, per salvare spazio usato inutilmente.
pl: Spowoduje to usunięcie zaimportowanej aplikacji po jej podpisaniu, co pozwoli zwolnić miejsce.
ru: Это удалит импортированное приложение после подписи, чтобы сэкономить место.
tr: Bu, imzaladıktan sonra içe aktarılan uygulamayı silerek gereksiz alanı geri kazanmanıza yardımcı olur.
vi: Thao tác này sẽ xóa ứng dụng đã nhập của bạn sau khi ký, để tiết kiệm dung lượng không cần thiết.
zh_hans: 在签名后删除导入的应用来节省空间。

source: This will remove all KorSign premium repositories and clear your activation. You will need a new key to reactivate.
ar: سيؤدي هذا إلى إزالة جميع مستودعات KorSign المميزة ومسح تفعيلك. ستحتاج إلى مفتاح جديد لإعادة التفعيل.
cs: Tímto se odstraní všechny premium repozitáře KorSign a vymaže vaše aktivace. K opětovné aktivaci budete potřebovat nový klíč.
de: Dadurch werden alle KorSign-Premium-Repositories entfernt und deine Aktivierung gelöscht. Zum erneuten Aktivieren benötigst du einen neuen Schlüssel.
es: Esto eliminará todos los repositorios premium de KorSign y borrará tu activación. Necesitarás una nueva clave para reactivarlo.
fr: Cela supprimera tous les dépôts premium KorSign et effacera votre activation. Vous aurez besoin d'une nouvelle clé pour réactiver.
id: Ini akan menghapus semua repositori premium KorSign dan menghapus aktivasi Anda. Anda akan memerlukan kunci baru untuk mengaktifkan kembali.
it: Questo rimuoverà tutti i repository premium di KorSign e cancellerà la tua attivazione. Avrai bisogno di una nuova chiave per riattivare.
pl: Spowoduje to usunięcie wszystkich repozytoriów premium KorSign i wyczyszczenie aktywacji. Do ponownej aktywacji będziesz potrzebować nowego klucza.
ru: Это удалит все премиум-репозитории KorSign и очистит вашу активацию. Для повторной активации потребуется новый ключ.
tr: Bu işlem tüm KorSign premium depolarını kaldırır ve etkinleştirmenizi temizler. Yeniden etkinleştirmek için yeni bir anahtara ihtiyacınız olacak.
vi: Thao tác này sẽ xóa tất cả các kho premium KorSign và xóa kích hoạt của bạn. Bạn sẽ cần một khóa mới để kích hoạt lại.
zh_hans: 这将移除所有 KorSign 高级仓库并清除你的激活记录。你将需要一个新密钥才能重新激活。

source: Tinted Icons
ar: أيقونات ملوّنة
cs: Tónované ikony
de: Eingefärbte Symbole
es: Iconos con tinte
fr: Icônes teintées
id: Ikon Berwarna
it: Icone colorate
pl: Zabarwione ikony
ru: Цветные значки
tr: Renklendirilmiş Simgeler
vi: Biểu tượng nhuốm màu
zh_hans: 着色图标

source: Toggling show sheet will present a share sheet after exporting to your files.
ar: عند تفعيل خيار إظهار النافذة، ستظهر نافذة المشاركة بعد التصدير إلى ملفاتك.
cs: Zapnutí sdílícího panelu ho ukáže po exportu do Souborů.
de: Aktivieren von „Zeige Sheet beim Exportieren“ öffnet ein Share Sheet nach dem Exportieren zu deinen Dateien.
es: Activar la opción de mostrar hoja presentará una hoja para compartir después de exportar a tus archivos.
fr: Activer l'affichage de la feuille présentera une feuille de partage après l'exportation vers vos fichiers.
id: Mengaktifkan tampilan lembar akan menampilkan lembar berbagi setelah mengekspor ke berkas Anda.
it: Abilitando questa opzione mosta una schermata di condivisione dopo aver esportato i file.
pl: Włączenie arkusza spowoduje wyświetlenie arkusza udostępniania po wyeksportowaniu do plików.
ru: Включение показа окна откроет меню «Поделиться» после экспорта в ваши файлы.
tr: Paylaşım sayfasını göster seçeneğinin etkinleştirilmesi, dışa aktarım sonrasında bir paylaşım sayfasının görüntülenmesini sağlayacaktır.
vi: Bật tính năng này sẽ hiển thị một bảng chia sẻ sau khi xuất IPA vào tệp của bạn.
zh_hans: 启用该选项会在导出文件时显示共享菜单。

source: Try Again
ar: حاول مرة أخرى
cs: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba lagi
it: Riprova
pl: Spróbuj ponownie
ru: Повторить
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

source: Tunnel & Pairing
ar: Tunnel و pairing
cs: Tunel a párování
es: Túnel y emparejamiento
fr: Tunnel et jumelage
it: Tunnel & Abbinamento
pl: Tunel i parowanie
ru: Туннель и сопряжение
tr: Tünel ve Eşleştirme
vi: Tunnel & Ghép nối
zh_hans: 隧道&配对

source: Turn the whole tweak on or off for this sign. Configure each file below.
ar: فعّل التعديل بأكمله أو أوقفه لهذا التوقيع. اضبط كل ملف أدناه.
cs: Zapněte nebo vypněte celý tweak pro toto podepsání. Každý soubor nakonfigurujte níže.
de: Schalte den gesamten Tweak für diesen Signiervorgang ein oder aus. Konfiguriere jede Datei unten.
es: Activa o desactiva todo el tweak para esta firma. Configura cada archivo abajo.
fr: Activez ou désactivez l’ensemble du tweak pour cette signature. Configurez chaque fichier ci-dessous.
id: Aktifkan atau matikan seluruh tweak untuk penandatanganan ini. Konfigurasikan setiap file di bawah.
it: Attiva o disattiva l'intero tweak per questa firma. Configura ogni file qui sotto.
pl: Włącz lub wyłącz cały tweak dla tego podpisywania. Skonfiguruj każdy plik poniżej.
ru: Включите или отключите весь твик для этой подписи. Настройте каждый файл ниже.
tr: Bu imzalama için tweak'in tamamını açın veya kapatın. Her dosyayı aşağıdan yapılandırın.
vi: Bật hoặc tắt toàn bộ tweak cho lần ký này. Cấu hình từng tệp bên dưới.
zh_hans: 为本次签名开启或关闭整个插件。请在下方配置每个文件。

source: Tweak
ar: تعديل
ru: Твик
zh_hans: 插件

source: Tweak Info
ar: معلومات التعديل
cs: Informace o tweaku
es: Información del tweak
fr: Infos du tweak
id: Info Tweak
it: Info tweak
pl: Informacje o tweaku
ru: О твике
tr: Tweak Bilgisi
vi: Thông tin Tweak
zh_hans: 插件信息

source: Tweaks pulled in by auto-inject rules. Tap one to choose exactly where it injects.
ar: تعديلات مُضافة عبر قواعد الحقن التلقائي. اضغط على واحد لاختيار مكان حقنه بالضبط.
cs: Tweaky zahrnuté pravidly automatické injektáže. Klepnutím vyberete přesně, kam se injektuje.
de: Tweaks, die durch Auto-Injektionsregeln einbezogen werden. Tippe auf einen, um genau festzulegen, wohin er injiziert wird.
es: Tweaks incluidos por las reglas de inyección automática. Toca uno para elegir exactamente dónde se inyecta.
fr: Tweaks ajoutés par les règles d’auto-injection. Touchez-en un pour choisir exactement où il s’injecte.
id: Tweak yang ditarik oleh aturan injeksi otomatis. Ketuk salah satu untuk memilih dengan tepat di mana ia diinjeksikan.
it: Tweak inclusi dalle regole di iniezione automatica. Toccane uno per scegliere esattamente dove viene iniettato.
pl: Tweaki dodane przez reguły automatycznego wstrzykiwania. Dotknij jednego, aby wybrać dokładne miejsce wstrzyknięcia.
ru: Твики, добавленные по правилам автовнедрения. Нажмите на один, чтобы выбрать точное место внедрения.
tr: Otomatik enjeksiyon kurallarıyla getirilen tweak'ler. Tam olarak nereye enjekte edileceğini seçmek için birine dokunun.
vi: Các tweak được đưa vào theo quy tắc tự động chèn. Chạm vào một cái để chọn chính xác nơi nó chèn.
zh_hans: 由自动注入规则引入的插件。点按其中一个可精确选择它的注入位置。

source: Uncategorized
ar: غير مصنّف
cs: Nezařazené
de: Nicht kategorisiert
es: Sin categoría
fr: Non classé
id: Tanpa Kategori
it: Senza categoria
pl: Bez kategorii
ru: Без категории
tr: Kategorisiz
vi: Chưa phân loại
zh_hans: 未分类

source: Unknown
ar: غير معروف
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Dikenal
it: Sconosciuto
pl: Nieznane
ru: Неизвестно
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知

source: Unknown file.
ar: ملف غير معروف.
cs: Neznámý soubor.
de: Unbekannte Datei.
es: Archivo desconocido.
fr: Fichier inconnu.
id: File tidak dikenal.
it: File sconosciuto.
pl: Nieznany plik.
ru: Неизвестный файл.
tr: Bilinmeyen dosya.
vi: Tệp không xác định.
zh_hans: 未知文件。

source: Unpacking...
ar: جارٍ فك الحزمة...
cs: Rozbaluji...
de: Wird entpackt...
es: Descomprimiendo...
fr: Décompression...
id: Membongkar...
it: Estrazione...
pl: Rozpakowywanie...
ru: Распаковка...
tr: Ayıklanıyor...
vi: Đang giải nén...
zh_hans: 正在解压...

source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Perbarui
it: Aggiorna
pl: Aktualizuj
ru: Обновить
tr: Güncelle
vi: Cập nhật
zh_hans: 更新

source: Update Available
ar: يتوفر تحديث
cs: Dostupná aktualizace
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
id: Pembaruan tersedia
it: Aggiornamento disponibile
pl: Dostępna aktualizacja
ru: Доступно обновление
tr: Güncelleme mevcut
vi: Có bản cập nhật
zh_hans: 有可用更新

source: Update available: %@
ar: يتوفر تحديث: %@
cs: Dostupná aktualizace: %@
de: Update verfügbar: %@
es: Actualización disponible: %@
fr: Mise à jour disponible : %@
id: Pembaruan tersedia: %@
it: Aggiornamento disponibile: %@
pl: Dostępna aktualizacja: %@
ru: Доступно обновление: %@
tr: Güncelleme mevcut: %@
vi: Có bản cập nhật: %@
zh_hans: 有可用更新：%@

source: Update continuing
ar: يستمر التحديث
cs: Aktualizace pokračuje
de: Update wird fortgesetzt
es: Actualización en curso
fr: Mise à jour en cours
id: Pembaruan berlanjut
it: Aggiornamento in corso
pl: Aktualizacja trwa
ru: Обновление продолжается
tr: Güncelleme sürüyor
vi: Đang tiếp tục cập nhật
zh_hans: 更新继续中

source: Update Count Badge
ar: شارة عدد التحديثات
cs: Odznak počtu aktualizací
de: Update-Anzahl-Badge
es: Insignia de recuento de actualizaciones
fr: Badge du nombre de mises à jour
id: Lencana Jumlah Pembaruan
it: Badge conteggio aggiornamenti
pl: Plakietka liczby aktualizacji
ru: Значок количества обновлений
tr: Güncelleme Sayısı Rozeti
vi: Huy hiệu số lượng cập nhật
zh_hans: 更新数量角标

source: Update Now
ar: التحديث الآن
cs: Aktualizovat nyní
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
id: Perbarui sekarang
it: Aggiorna ora
pl: Aktualizuj teraz
ru: Обновить сейчас
tr: Şimdi güncelle
vi: Cập nhật ngay
zh_hans: 立即更新

source: Update SSL Certificates
ar: تحديث شهادات SSL
cs: Aktualizovat SSL certifikáty
de: Lokales Zertifikat aktualisieren
es: Actualizar certificados SSL
fr: Mettre à jour les certificats SSL
id: Perbarui Sertifikat SSL
it: Aggiorna i certificati SSL
pl: Aktualizuj certyfikaty SSL
ru: Обновить SSL-сертификаты
tr: SSL Sertifikalarını Güncelle
vi: Cập nhật chứng chỉ SSL
zh_hans: 更新SSL证书

source: Updated
ar: تم التحديث
cs: Aktualizováno
de: Aktualisiert
es: Actualizado
fr: Mis à jour
id: Diperbarui
it: Aggiornato
pl: Zaktualizowano
ru: Обновлено
tr: Güncellendi
vi: Cập nhật lần cuối
zh_hans: 已更新

source: Updated Since
ar: مُحدّثة منذ
cs: Aktualizované od
de: Aktualisiert seit
es: Actualizadas desde
fr: Mises à jour depuis
id: Diperbarui Sejak
it: Aggiornate dal
pl: Zaktualizowane od
ru: Обновлены с
tr: Şu Tarihten Beri Güncellenen
vi: Cập nhật từ
zh_hans: 更新时间起

source: Updates
ar: التحديثات
cs: Aktualizace
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
pl: Aktualizacje
ru: Обновления
tr: Güncellemeler
vi: Cập nhật
zh_hans: 更新

source: Updates are signed on-device before installing. Choose which certificate to use, or follow your globally selected certificate.
ar: يتم توقيع التحديثات على الجهاز قبل التثبيت. اختر الشهادة المراد استخدامها، أو اتبع شهادتك المحددة عالميًا.
cs: Aktualizace se před instalací podepisují přímo v zařízení. Zvolte, který certifikát použít, nebo použijte globálně vybraný certifikát.
de: Updates werden vor der Installation auf dem Gerät signiert. Wähle ein Zertifikat oder verwende dein global ausgewähltes Zertifikat.
es: Las actualizaciones se firman en el dispositivo antes de instalarse. Elige qué certificado usar o sigue el certificado seleccionado globalmente.
fr: Les mises à jour sont signées sur l'appareil avant l'installation. Choisissez le certificat à utiliser ou suivez votre certificat sélectionné globalement.
id: Pembaruan ditandatangani di perangkat sebelum dipasang. Pilih sertifikat yang akan digunakan, atau ikuti sertifikat yang dipilih secara global.
it: Gli aggiornamenti vengono firmati sul dispositivo prima dell'installazione. Scegli quale certificato usare o segui il certificato selezionato globalmente.
pl: Aktualizacje są podpisywane na urządzeniu przed instalacją. Wybierz certyfikat lub użyj globalnie wybranego certyfikatu.
ru: Обновления подписываются на устройстве перед установкой. Выберите сертификат или используйте глобально выбранный.
tr: Güncellemeler yüklenmeden önce cihazda imzalanır. Kullanılacak sertifikayı seçin veya genel olarak seçili sertifikayı kullanın.
vi: Bản cập nhật được ký trên thiết bị trước khi cài đặt. Chọn chứng chỉ để dùng, hoặc theo chứng chỉ đã chọn chung.
zh_hans: 更新会在安装前于设备上签名。请选择要使用的证书，或沿用全局所选证书。

source: Updates Only
ar: التحديثات فقط
cs: Pouze aktualizace
de: Nur Updates
es: Solo actualizaciones
fr: Mises à jour uniquement
id: Hanya Pembaruan
it: Solo aggiornamenti
pl: Tylko aktualizacje
ru: Только обновления
tr: Yalnızca Güncellemeler
vi: Chỉ cập nhật
zh_hans: 仅更新

source: Use %@ from your selected provisioning profile.
ar: استخدم %@ من ملف التزويد المحدد.
cs: Použít %@ z vybraného zřizovacího profilu.
de: %@ aus dem ausgewählten Provisioning-Profil verwenden.
es: Usar %@ de tu perfil de aprovisionamiento seleccionado.
fr: Utiliser %@ du profil de provisionnement sélectionné.
id: Gunakan %@ dari profil provisioning yang dipilih.
it: Usa %@ dal profilo di provisioning selezionato.
pl: Użyj %@ z wybranego profilu provisioning.
ru: Использовать %@ из выбранного профиля подготовки.
tr: Seçili tedarik profilindeki %@ kullan.
vi: Dùng %@ từ hồ sơ cấp phép đã chọn.
zh_hans: 使用所选描述文件中的 %@。

source: Use Custom Settings
ar: استخدام إعدادات مخصصة
cs: Použít vlastní nastavení
de: Eigene Einstellungen verwenden
es: Usar ajustes personalizados
fr: Utiliser des réglages personnalisés
id: Gunakan Pengaturan Khusus
it: Usa impostazioni personalizzate
pl: Użyj niestandardowych ustawień
ru: Использовать особые настройки
tr: Özel Ayarları Kullan
vi: Dùng cài đặt tùy chỉnh
zh_hans: 使用自定义设置

source: Use Recommended (%@ · %@)
ar: استخدام الموصى به (%@ · %@)
cs: Použít doporučené (%@ · %@)
de: Empfohlene verwenden (%@ · %@)
es: Usar recomendado (%@ · %@)
fr: Utiliser le recommandé (%@ · %@)
id: Gunakan Rekomendasi (%@ · %@)
it: Usa consigliato (%@ · %@)
pl: Użyj zalecanych (%@ · %@)
ru: Использовать рекомендуемые (%@ · %@)
tr: Önerileni Kullan (%@ · %@)
vi: Dùng khuyến nghị (%@ · %@)
zh_hans: 使用推荐值（%@ · %@）

source: Used by every file above that doesn't have its own custom settings. Pick the injection path, folder, and which app extensions to inject into.
ar: تُستخدم لكل ملف أعلاه ليس له إعدادات مخصصة خاصة به. اختر مسار الحقن والمجلد وإضافات التطبيق المراد الحقن فيها.
cs: Použito pro každý soubor výše, který nemá vlastní nastavení. Vyberte cestu injektáže, složku a do kterých rozšíření aplikace injektovat.
de: Wird von jeder Datei oben verwendet, die keine eigenen Einstellungen hat. Wähle Injektionspfad, Ordner und in welche App-Erweiterungen injiziert werden soll.
es: Usado por todos los archivos de arriba que no tienen sus propios ajustes personalizados. Elige la ruta de inyección, la carpeta y en qué extensiones de la app inyectar.
fr: Utilisé par chaque fichier ci-dessus qui n’a pas ses propres réglages personnalisés. Choisissez le chemin et le dossier d’injection, ainsi que les extensions d’app dans lesquelles injecter.
id: Digunakan oleh setiap file di atas yang tidak memiliki pengaturan khususnya sendiri. Pilih path injeksi, folder, dan app extension mana yang akan diinjeksi.
it: Usato da ogni file qui sopra che non ha impostazioni personalizzate proprie. Scegli il percorso di iniezione, la cartella e in quali estensioni dell'app iniettare.
pl: Używane przez każdy plik powyżej, który nie ma własnych niestandardowych ustawień. Wybierz ścieżkę wstrzykiwania, folder oraz rozszerzenia aplikacji, do których wstrzykiwać.
ru: Используется каждым файлом выше, у которого нет собственных особых настроек. Выберите путь и папку внедрения, а также в какие расширения приложения внедрять.
tr: Yukarıda kendi özel ayarlarına sahip olmayan her dosya tarafından kullanılır. Enjeksiyon yolunu, klasörünü ve hangi uygulama uzantılarına enjekte edileceğini seçin.
vi: Được dùng bởi mọi tệp ở trên không có cài đặt tùy chỉnh riêng. Chọn đường dẫn chèn, thư mục, và những app extension nào để chèn vào.
zh_hans: 用于上方所有没有自己自定义设置的文件。选择注入路径、文件夹，以及要注入到哪些应用扩展。
